{
  "0":{
    "0":"▼Articles All articles  Buffett Tidbits  Bitcoin Cycles  Private Equity  Our long term (10+ year) investment portfolio  ... (more)  ▼Resources Introduction to investing  Calculators  Dictionary  Our portfolio  Our picks  Our trades  S&P 500 P\/E ratios  FAQ  External resources  Sitemap  ▼Historical Returns  Select an asset  Avantis Intl SCV ETF  Avantis U.S. SCV ETF  Vanguard Long-Term Bond ETF  Vanguard Total Bond Market ETF  Vanguard Total Intl Bond ETF  Bitcoin  SPDR Dow Jones Ind Avg ETF  iShares Emerg Mark ETF  iShares MSCI Brazil ETF  Ethereum  iShares Commodity-Indexed Trust  iShares Gold Trust  iShares MSCI EAFE ETF  iShares Core S&P US Value ETF  iShares Rusl 2000 ETF  Invesco NASDAQ 100 ETF  VanEck Vectors Russia ETF  Schwab US Small-Cap ETF  Schwab US Dividend Eqty ETF  Schwab US Aggregate Bond ETF  SPDR Short Term Corp Bond ETF  SPDR S&P 500 ETF  iShares 20+ Year Treas Bond ETF  Vanguard All-World ex-US ETF  Vanguard Int-Term Treasury ETF  Vanguard Info Tech ETF  Vanguard Real Estate ETF  Vanguard S&P500 ETF  Vanguard Total World Stock ETF  Vanguard Tot Stock Market ETF  Vangrd Short-Term Infl-Protect  Vanguard Value ETF  Vanguard Emerging Markets ETF  Vanguard Total Intl Stock ETF  Vanguard High Dividend Yield ETF  Financial Sect SPDR Fund  Compare Assets  Select a portfolio  David Swenson Yale Portfolio  Buffett Estate Plan Fund  Vanguard Target Retirement 2025 Fund  Vanguard Target Retirement 2045 Fund  Core 4 80\/20 Portfolio  Ivy League Portfolio  UpMyInterest 2018-2021 Conservative Portfolio  UpMyInterest 2018-2020 Medium Risk Portfolio  UpMyInterest 2019-2021 High Risk Portfolio  UpMyInterest 2019-2021 High Tech Portfolio  Ben Felix Portfolio  Bogleheads 3 Fund Portfolio  Golden Butterfly Portfolio  Paul Merriman Four Fund Portfolio  The Coffeehouse Portfolio  Ray Dalio All Weather Portfolio  Portfolios  Key funds summary  Correlations  10-year US treasury  Bitcoin  Bloomberg US bonds  Dow  Gold  International, non US stocks  Nasdaq 100  S&P 500  US real estate  US small-cap value"
  },
  "1":{
    "0":"Not logged in. Login | Signup"
  },
  "2":{
    "0":"Summary  The Dow Jones Industrial Average (DIJA or Dow) is an index that tracks the average market value of 30 large companies  in the US stock market. Unlike most major indices, the Dow is not weighted by market cap.  Index funds like DIA track this index.  A table of historical returns including fees and dividends for DIA is below, followed by a table of  the companies included in the index as of publication (the set of companies changes over time).  Mean annual return since 2006: 10.9%  Last 10 years mean annual return: 13.0%  Last 5 years mean annual return: 13.3%  Min\/max annual return since 2006: -34.1%\/34.3%  Table of total yearly returns of the Dow index fund DIA (includes dividends)  YearReturn [%]  202316.1  2022-6.9  202124.0  20208.3  201924.9  2018-4.0  201734.3  201623.4  2015-1.8  201411.7  201315.7  201212.4  20118.8  201020.7  200929.1  2008-34.1  20072.0  Holdings as of Sept 2018  NameTickerWeight  Boeing CompanyBA9.157557  UnitedHealth Group IncorporatedUNH7.029736  Goldman Sachs Group Inc.GS6.113902  Apple Inc.AAPL5.816185  3M CompanyMMM5.546101  Home Depot Inc.HD5.367522  McDonald's CorporationMCD4.268678  International Business Machines CorporationIBM3.816366  Visa Inc. Class AV3.767094  Caterpillar Inc.CAT3.690709  Johnson & JohnsonJNJ3.568181  United Technologies CorporationUTX3.480847  Travelers Companies Inc.TRV3.456081  Chevron CorporationCVX3.004029  JPMorgan Chase & Co.JPM2.97457  Walt Disney CompanyDIS2.874462  Microsoft CorporationMSFT2.834836  American Express CompanyAXP2.747763  Walmart Inc.WMT2.514437  Procter & Gamble CompanyPG2.154673  Exxon Mobil CorporationXOM2.09758  NIKE Inc. Class BNKE2.096016  DowDuPont Inc.DWDP1.826975  Merck & Co. Inc.MRK1.808726  Walgreens Boots Alliance IncWBA1.773532  Verizon Communications Inc.VZ1.415332  Cisco Systems Inc.CSCO1.232583  Intel CorporationINTC1.232061  Coca-Cola CompanyKO1.193217  Pfizer Inc.PFE1.089198  U.S. DollarCASH_USD0.051032  Click here for other historical returns."
  }
}